Repository: skorbut/trackday
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Ghost
de: Geist

source: Racer
de: Fahrer

source: Car
de: Auto

source: Free roam
de: Freie Fahrt

source: Qualifying
de: Qualifikation

source: Race
de: Rennen

source: Time trial
de: Zeitrennen

source: unlimited
de: unbegrenzt

source: 5 Minutes
de: 5 Minuten

source: 10 Minutes
de: 10 Minuten

source: 20 Minutes
de: 20 Minuten

source: 100 Laps
de: 100 Runden

source: 500 Laps
de: 500 Runden

source: Start Race
de: Rennen starten

source: Register Racer
de: Fahrer registrieren

source: Racer already registered.
de: Fahrer bereits registriert

source: description
de: Beschreibung

source: Order No.
de: Bestellnummer

source: Image URL
de: Bildlink

source: Add to Car Park
de: Zum Fuhrpark hinzufügen

source: Car already registered
de: Auto bereits registriert

source: season_from
de: Von

source: season_to
de: Bis

source: Save Season
de: Saison speichern

source: Race stopped
de: Rennen gestoppt

source: Race deleted
de: Rennen gelöscht

source: New race registered.
de: Neues Rennen angelegt

source: No control unit connection!
de: Keine Verbindung zur Control Unit!

source: New season created
de: Neue Saison hinzugefügt

source: Season updated
de: Saison aktualisiert

source: New racer registered
de: Neuer Fahrer registriert

source: Race not started. No control unit connection!
de: Rennen nicht gestartet. Keine Verbindung zur Control Unit!

source: New car added to car park
de: Neues Auto hinzugefügt

source: Page not found
de: Seite nicht gefunden

source: Back to index
de: Zurück zur Startseite

source: Seasons
de: Saisons

source: Racers
de: Fahrer

source: Car park
de: Fuhrpark

source: Current race
de: Aktuelles Rennen

source: Previous races
de: Vergangene Rennen

source: Fastest Laps
de: Schnellste Runden

source: overall
de: gesamt

source: current season
de: aktuelle Saison

source: last season
de: letzte Saison

source: Time
de: Zeit

source: Add new car to car park
de: Neues Auto zum Fuhrpark hinzufügen

source: started at
de: gestartet

source: Cancel race
de: Rennen abbrechen

source: Start a new race
de: Neues Rennen starten

source: Laps
de: Runden

source: Last lap
de: Letzte Runde

source: Best lap
de: Beste Runde

source: Greetings Racer
de: Hallo Rennfahrer

source: Here you have access to all race information, registered racers, the car park and the history of previous races. And you can start a new race here.
de: Von hier aus hast du Zugang zu allen Renninformationen, registrierten Fahrern, dem Fuhrpark und vergangenenRennen. Und von hier aus kannst du ein neues Rennen starten.

source: New race
de: Neues Rennen

source: Click the headline to configure and start a new race.
de: Mit Klick auf die Überschrift, kannst du ein neues Rennen einstellen und starten.

source: Registered racers
de: Registrierte Fahrer

source: Find all registered racers and add new racers.
de: Schaue dir die registrierten Fahrer an und registriere neue Rennfahrer.

source: Here you find all available race cars.
de: Hier findest du den Fuhrpark

source: Create new seasons
de: Neue Saisons anlegen

source: Have a look at past races.
de: Schaue dir vergangene Rennen an.

source: Previous race of
de: Vergangenes Rennen vom

source: Delete this race
de: Dieses Rennen löschen

source: Copy this race
de: Rennen wie dieses anlegen

source: Race duration
de: Renndauer

source: Fastest Lap
de: Schnellste Runde

source: Average Lap
de: Durchschnittliche Rundenzeit

source: Slowest Lap
de: Langsamste Runde

source: Settings
de: Grundeinstellungen

source: Grid
de: Fahrerfeld

source: Add racer
de: Fahrer hinzufügen

source: Remove last racer
de: Letzten Fahrer löschen

source: of
de: vom

source: Register a new racer
de: Einen neuen Fahrer hinzufügen

source: Created at
de: Angelegt am

source: Edit this season
de: Saison bearbeiten

source: Season
de: Saison

source: Create a new season
de: Eine neue Saison anlegen

source: Start Track Listener
de: Tracklistener starten

source: Stop Track Listener
de: Tracklistener beenden
